tap "fsouza/prettierd"
tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"
tap "auth0/auth0-cli"

brew "auth0"
brew "awscli"
brew "borders"
brew "direnv"
brew "eza"
brew "fsouza/prettierd/prettierd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "nvm"
brew "postgresql"
brew "powerlevel10k"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "rust-analyzer"
brew "shfmt"
brew "sketchybar"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter"
brew "urlview"
brew "wget"

cask "1password-cli"
cask "alfred"
cask "bruno"
cask "docker"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-zed-mono-nerd-font"
cask "spotify"
